Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Authenticate to turn off Face ID protection
ar: صادق لإيقاف حماية Face ID
az: Face ID qorumasını söndürmək üçün özünüzü təsdiqləyin
bg: Удостоверете се, за да изключите защитата с Face ID
bn: Face ID প্রোটেকশন বন্ধ করতে প্রমাণীকরণ করুন
ca: Autentica't per desactivar la protecció de Face ID
cs: Ověřte se pro vypnutí ochrany Face ID
da: Godkend for at slå Face ID-beskyttelse fra
de: Authentifiziere dich, um den Face-ID-Schutz zu deaktivieren
el: Ελέγξτε την ταυτότητά σας για να απενεργοποιήσετε την προστασία Face ID
eo: Aŭtentigu por malŝalti la protekton de Face ID
es: Autentícate para desactivar la protección Face ID
et: Autendi, et lülitada välja Face ID kaitse
eu: Autentifikatu Face ID babesa desaktibatzeko
fa: برای خاموش کردن محافظت Face ID احراز هویت کنید
fi: Todenna poistaaksesi Face ID -suojauksen käytöstä
fil: Mag-authenticate para i-off ang proteksyon ng Face ID
fr: Authentifie-toi pour désactiver la protection Face ID
ga: Fíordheimhnigh chun cosaint Face ID a chur as
gl: Autentícate para desactivar a protección de Face ID
gn: Eñemoha'ãnga embogue hag̃ua protección Face ID
ha: Tantance kai don kashe kariyar Face ID
he: אמת כדי לכבות את הגנת Face ID
hi: Face ID सुरक्षा बंद करने के लिए प्रमाणीकरण करें
hr: Autentificirajte se za isključivanje zaštite Face ID
hu: Hitelesítsd magad a Face ID védelem kikapcsolásához
hy: Նույնականացրեք, որպեսզի անջատեք Face ID պաշտպանությունը
id: Autentikasi untuk mematikan proteksi Face ID
it: Autenticati per disattivare la protezione Face ID
ja: Face ID保護を無効にするには認証してください
ko: Face ID 보호를 끄려면 인증하세요
ky: Face ID корголуусун өчүрүү үчүн аутентификациядан өтүңүз
lt: Patvirtinkite tapatybę, kad išjungtumėte Face ID apsaugą
lv: Autentificējieties, lai izslēgtu Face ID aizsardzību
ms: Sahkan untuk mematikan perlindungan Face ID
my: Face ID ကာကွယ်မှုကို ပိတ်ရန် အထောက်အထားစိစစ်ပါ
nb: Autentiser for å slå av Face ID-beskyttelse
nl: Verifieer om Face ID-beveiliging uit te schakelen
pl: Uwierzytelnij się, aby wyłączyć ochronę Face ID
pt_br: Autentique-se para desativar a proteção por Face ID
ro: Autentifică-te pentru a dezactiva protecția Face ID
ru: Подтвердите личность, чтобы отключить защиту Face ID
sk: Overte sa na vypnutie ochrany Face ID
sl: Preveri se za izklop zaščite Face ID
sq: Autentikohu për të fikur mbrojtjen Face ID
sv: Autentisera för att stänga av skydd med Face ID
th: ยืนยันตัวตนเพื่อปิดการป้องกัน Face ID
tr: Face ID korumasını kapatmak için kimlik doğrulayın
uk: Пройдіть автентифікацію, щоб вимкнути захист Face ID
ur: Face ID تحفظ بند کرنے کے لیے تصدیق کریں
vi: Xác thực để tắt bảo vệ Face ID
yo: Fi ẹ̀rí ara múdájú láti pa ààbò Face ID
zh_hans: 请进行身份验证以关闭 Face ID 保护
zh_hant: 請進行身份驗證以關閉 Face ID 保護

source: Authenticate to unlock nexawal
ar: صادق لفتح nexawal
az: nexawal-ı açmaq üçün özünüzü təsdiqləyin
bg: Удостоверете се, за да отключите nexawal
bn: nexawal আনলক করতে প্রমাণীকরণ করুন
ca: Autentica't per desbloquejar nexawal
cs: Ověřte se pro odemknutí nexawal
da: Godkend for at låse nexawal op
de: Authentifiziere dich, um nexawal zu entsperren
el: Ελέγξτε την ταυτότητά σας για να ξεκλειδώσετε το nexawal
eo: Aŭtentigu por malŝlosi nexawal
es: Autentícate para desbloquear nexawal
et: Autendi, et lukustada nexawal lahti
eu: Autentifikatu nexawal desblokeatzeko
fa: برای باز کردن قفل nexawal احراز هویت کنید
fi: Todenna avataksesi nexawalin lukituksen
fil: Mag-authenticate para i-unlock ang nexawal
fr: Authentifie-toi pour déverrouiller nexawal
ga: Fíordheimhnigh chun nexawal a dhíghlasáil
gl: Autentícate para desbloquear nexawal
gn: Eñemoha'ãnga eipe'a hag̃ua nexawal
ha: Tantance kai don buɗe nexawal
he: אמת כדי לפתוח את nexawal
hi: nexawal अनलॉक करने के लिए प्रमाणीकरण करें
hr: Autentificirajte se za otključavanje nexawal-a
hu: Hitelesítsd magad a nexawal feloldásához
hy: Նույնականացրեք, որպեսզի բացեք nexawal-ը
id: Autentikasi untuk membuka kunci nexawal
it: Autenticati per sbloccare nexawal
ja: nexawalのロックを解除するには認証してください
ko: nexawal 잠금을 해제하려면 인증하세요
ky: nexawal-ды ачуу үчүн аутентификациядан өтүңүз
lt: Patvirtinkite tapatybę, kad atrakintumėte nexawal
lv: Autentificējieties, lai atbloķētu nexawal
ms: Sahkan untuk membuka kunci nexawal
my: nexawal ကို ဖွင့်ရန် အထောက်အထားစိစစ်ပါ
nb: Autentiser for å låse opp nexawal
nl: Verifieer om nexawal te ontgrendelen
pl: Uwierzytelnij się, aby odblokować nexawal
pt_br: Autentique-se para desbloquear o nexawal
ro: Autentifică-te pentru a debloca nexawal
ru: Подтвердите личность, чтобы разблокировать nexawal
sk: Overte sa na odomknutie nexawal
sl: Preveri se za odklep nexawal
sq: Autentikohu për të zhbllokuar nexawal
sv: Autentisera för att låsa upp nexawal
th: ยืนยันตัวตนเพื่อปลดล็อก nexawal
tr: nexawal'ın kilidini açmak için kimlik doğrulayın
uk: Пройдіть автентифікацію, щоб розблокувати nexawal
ur: nexawal کو ان لاک کرنے کے لیے تصدیق کریں
vi: Xác thực để mở khóa nexawal
yo: Fi ẹ̀rí ara múdájú láti ṣí nexawal sílẹ̀
zh_hans: 请进行身份验证以解锁 nexawal
zh_hant: 請進行身份驗證以解鎖 nexawal

source: Authentication failed
ar: فشلت المصادقة
az: Autentifikasiya alınmadı
bg: Удостоверяването не бе успешно
bn: প্রমাণীকরণ ব্যর্থ হয়েছে
ca: L'autenticació ha fallat
cs: Ověření se nezdařilo
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
el: Ο έλεγχος ταυτότητας απέτυχε
eo: Aŭtentigo malsukcesis
es: Falló la autenticación
et: Autentimine ebaõnnestus
eu: Autentifikazioak huts egin du
fa: احراز هویت ناموفق بود
fi: Todennus epäonnistui
fil: Nabigo ang authentication
fr: Authentification échouée
ga: Theip ar fhíordheimhniú
gl: Fallou a autenticación
gn: Autenticación ndoikói porã
ha: Tantancewa ta kasa
he: האימות נכשל
hi: प्रमाणीकरण विफल
hr: Autentifikacija nije uspjela
hu: Hitelesítés sikertelen
hy: Նույնականացումը ձախողվեց
id: Autentikasi gagal
it: Autenticazione non riuscita
ja: 認証に失敗しました
ko: 인증 실패
ky: Аутентификация ишке ашпады
lt: Tapatybės patvirtinimas nepavyko
lv: Autentifikācija neizdevās
ms: Pengesahan gagal
my: အထောက်အထားစိစစ်မှု မအောင်မြင်ပါ
nb: Autentisering mislyktes
nl: Verificatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt_br: Falha na autenticação
ro: Autentificarea a eșuat
ru: Аутентификация не удалась
sk: Overenie sa nepodarilo
sl: Preverjanje ni uspelo
sq: Autentikimi dështoi
sv: Autentiseringen misslyckades
th: การยืนยันตัวตนล้มเหลว
tr: Kimlik doğrulama başarısız oldu
uk: Автентифікація не вдалася
ur: تصدیق ناکام ہو گئی
vi: Xác thực không thành công
yo: Ìmúdájú kùnà
zh_hans: 身份验证失败
zh_hant: 身份驗證失敗

source: Authentication required to send. Try again.
ar: المصادقة مطلوبة للإرسال. حاول مرة أخرى.
az: Göndərmək üçün autentifikasiya tələb olunur. Yenidən cəhd edin.
bg: За изпращане се изисква удостоверяване. Опитайте отново.
bn: পাঠাতে প্রমাণীকরণ প্রয়োজন। আবার চেষ্টা করুন।
ca: Cal autenticació per enviar. Torna-ho a provar.
cs: K odeslání je nutné ověření. Zkuste to znovu.
da: Godkendelse er nødvendig for at sende. Forsøg igen.
de: Zum Senden ist eine Authentifizierung erforderlich. Versuche es erneut.
el: Απαιτείται έλεγχος ταυτότητας για αποστολή. Δοκιμάστε ξανά.
eo: Aŭtentigo postulata por sendi. Reprovu.
es: Se requiere autenticación para enviar. Inténtalo de nuevo.
et: Saatmiseks on vajalik autentimine. Proovige uuesti.
eu: Bidaltzeko autentifikazioa behar da. Saiatu berriro.
fa: برای ارسال، احراز هویت لازم است. دوباره تلاش کنید.
fi: Lähettäminen vaatii todennuksen. Yritä uudelleen.
fil: Kinakailangan ang authentication para magpadala. Subukan ulit.
fr: Authentification requise pour envoyer. Réessaie.
ga: Tá fíordheimhniú riachtanach chun seoladh. Bain triail eile as.
gl: Requírese autenticación para enviar. Téntao de novo.
gn: Tekotevẽ autenticación emondo hag̃ua. Eha'ã jey.
ha: Ana buƙatar tantancewa don aikawa. Sake gwadawa.
he: נדרש אימות כדי לשלוח. נסה שוב.
hi: भेजने के लिए प्रमाणीकरण आवश्यक है। पुनः प्रयास करें।
hr: Za slanje je potrebna autentifikacija. Pokušajte ponovno.
hu: Hitelesítés szükséges a küldéshez. Próbáld újra.
hy: Ուղարկելու համար անհրաժեշտ է նույնականացում։ Փորձեք կրկին։
id: Autentikasi diperlukan untuk mengirim. Coba lagi.
it: Autenticazione richiesta per inviare. Riprova.
ja: 送金には認証が必要です。再試行してください。
ko: 전송하려면 인증이 필요합니다. 다시 시도하세요.
ky: Жөнөтүү үчүн аутентификация талап кылынат. Кайра аракет кылыңыз.
lt: Norint siųsti, reikia patvirtinti tapatybę. Bandykite dar kartą.
lv: Lai sūtītu, nepieciešama autentifikācija. Mēģiniet vēlreiz.
ms: Pengesahan diperlukan untuk menghantar. Cuba lagi.
my: ပို့ရန် အထောက်အထားစိစစ်မှု လိုအပ်သည်။ ထပ်စမ်းကြည့်ပါ။
nb: Autentisering er nødvendig for å sende. Prøv igjen.
nl: Verificatie vereist om te verzenden. Probeer het opnieuw.
pl: Aby wysłać, wymagane jest uwierzytelnienie. Spróbuj ponownie.
pt_br: Autenticação necessária para enviar. Tente novamente.
ro: Este necesară autentificarea pentru a trimite. Încearcă din nou.
ru: Для отправки требуется аутентификация. Попробуйте снова.
sk: Na odoslanie je potrebné overenie. Skúste to znova.
sl: Za pošiljanje je potrebno preverjanje. Poskusi znova.
sq: Kërkohet autentikim për të dërguar. Provo përsëri.
sv: Autentisering krävs för att skicka. Försök igen.
th: ต้องยืนยันตัวตนเพื่อส่งเงิน กรุณาลองอีกครั้ง
tr: Göndermek için kimlik doğrulama gerekli. Tekrar deneyin.
uk: Для надсилання потрібна автентифікація. Спробуйте ще раз.
ur: بھیجنے کے لیے تصدیق درکار ہے۔ دوبارہ کوشش کریں۔
vi: Cần xác thực để gửi. Vui lòng thử lại.
yo: A nílò ìmúdájú láti fi ránṣẹ́. Tún gbìyànjú.
zh_hans: 发送需要身份验证,请重试。
zh_hant: 發送需要身份驗證,請重試。

source: Authentication was cancelled.
ar: تم إلغاء المصادقة.
az: Autentifikasiya ləğv edildi.
bg: Удостоверяването беше отменено.
bn: প্রমাণীকরণ বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'autenticació.
cs: Ověření bylo zrušeno.
da: Godkendelsen blev annulleret.
de: Die Authentifizierung wurde abgebrochen.
el: Ο έλεγχος ταυτότητας ακυρώθηκε.
eo: Aŭtentigo estis nuligita.
es: Se canceló la autenticación.
et: Autentimine katkestati.
eu: Autentifikazioa bertan behera utzi da.
fa: احراز هویت لغو شد.
fi: Todennus peruutettiin.
fil: Nakansela ang authentication.
fr: Authentification annulée.
ga: Cealaíodh an fíordheimhniú.
gl: Cancelouse a autenticación.
gn: Autenticación oñehejáma.
ha: An soke tantancewa.
he: האימות בוטל.
hi: प्रमाणीकरण रद्द कर दिया गया।
hr: Autentifikacija je otkazana.
hu: A hitelesítés megszakítva.
hy: Նույնականացումը չեղարկվեց։
id: Autentikasi dibatalkan.
it: Autenticazione annullata.
ja: 認証がキャンセルされました。
ko: 인증이 취소되었습니다.
ky: Аутентификация жокко чыгарылды.
lt: Tapatybės patvirtinimas atšauktas.
lv: Autentifikācija tika atcelta.
ms: Pengesahan dibatalkan.
my: အထောက်အထားစိစစ်မှုကို ပယ်ဖျက်ပြီးပါပြီ။
nb: Autentiseringen ble avbrutt.
nl: Verificatie is geannuleerd.
pl: Uwierzytelnianie zostało odwołane.
pt_br: A autenticação foi cancelada.
ro: Autentificarea a fost anulată.
ru: Аутентификация отменена.
sk: Overenie bolo zrušené.
sl: Preverjanje je bilo preklicano.
sq: Autentikimi u anulua.
sv: Autentiseringen avbröts.
th: การยืนยันตัวตนถูกยกเลิก
tr: Kimlik doğrulama iptal edildi.
uk: Автентифікацію скасовано.
ur: تصدیق منسوخ کر دی گئی۔
vi: Xác thực đã bị hủy.
yo: A ti fagilé ìmúdájú.
zh_hans: 身份验证已取消。
zh_hant: 身份驗證已取消。

source: Authentication was not successful.
ar: لم تنجح المصادقة.
az: Autentifikasiya uğurlu olmadı.
bg: Удостоверяването не беше успешно.
bn: প্রমাণীকরণ সফল হয়নি।
ca: L'autenticació no ha estat correcta.
cs: Ověření nebylo úspěšné.
da: Godkendelsen mislykkedes.
de: Die Authentifizierung war nicht erfolgreich.
el: Ο έλεγχος ταυτότητας δεν ήταν επιτυχής.
eo: Aŭtentigo ne sukcesis.
es: La autenticación no fue correcta.
et: Autentimine ei olnud edukas.
eu: Autentifikazioa ez da ongi burutu.
fa: احراز هویت موفق نبود.
fi: Todennus ei onnistunut.
fil: Hindi matagumpay ang authentication.
fr: L'authentification a échoué.
ga: Níor éirigh leis an fíordheimhniú.
gl: A autenticación non foi correcta.
gn: Autenticación ndoikói porã.
ha: Tantancewa ba ta yi nasara ba.
he: האימות לא הצליח.
hi: प्रमाणीकरण सफल नहीं हुआ।
hr: Autentifikacija nije uspjela.
hu: A hitelesítés nem volt sikeres.
hy: Նույնականացումը հաջողված չէր։
id: Autentikasi tidak berhasil.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
ky: Аутентификация ийгиликсиз болду.
lt: Tapatybės patvirtinimas nepavyko.
lv: Autentifikācija nebija veiksmīga.
ms: Pengesahan tidak berjaya.
my: အထောက်အထားစိစစ်မှု မအောင်မြင်ပါ။
nb: Autentiseringen var ikke vellykket.
nl: Verificatie is niet gelukt.
pl: Uwierzytelnianie nie powiodło się.
pt_br: A autenticação não foi bem-sucedida.
ro: Autentificarea nu a avut succes.
ru: Аутентификация не удалась.
sk: Overenie nebolo úspešné.
sl: Preverjanje ni bilo uspešno.
sq: Autentikimi nuk pati sukses.
sv: Autentiseringen lyckades inte.
th: การยืนยันตัวตนไม่สำเร็จ
tr: Kimlik doğrulama başarılı olmadı.
uk: Автентифікація не вдалася.
ur: تصدیق کامیاب نہیں ہوئی۔
vi: Xác thực không thành công.
yo: Ìmúdájú kò yege.
zh_hans: 身份验证未成功。
zh_hant: 身份驗證未成功。

source: Available
ar: متاح
az: Mövcud
bg: Разполагаемо
bn: উপলব্ধ
ca: Disponible
cs: K dispozici
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
eo: Disponebla
es: Disponible
et: Saadaval
eu: Erabilgarri
fa: قابل استفاده
fi: Käytettävissä
fr: Disponible
ga: Ar fáil
gl: Dispoñible
gn: Oĩva
ha: Akwai
he: זמין
hi: उपलब्ध
hr: Dostupno
hu: Elérhető
hy: Հասանելի
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
ky: Жеткиликтүү
lt: Prieinama
lv: Pieejams
ms: Tersedia
my: ရရှိနိုင်သည်
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ro: Disponibil
ru: Доступно
sk: K dispozícii
sl: Na voljo
sq: Në dispozicion
sv: Tillgängligt
th: พร้อมใช้
tr: Kullanılabilir
uk: Доступно
ur: دستیاب
vi: Khả dụng
yo: Tí ó wà
zh_hans: 可用余额
zh_hant: 可用餘額

source: Available (selected subaddress)
ar: متاح (العنوان الفرعي المحدد)
az: Mövcud (seçilmiş alt ünvan)
bg: Разполагаемо (избран подадрес)
bn: উপলব্ধ (নির্বাচিত উপ-ঠিকানা)
ca: Disponible (subadreça seleccionada)
cs: K dispozici (vybraná podadresa)
da: Tilgængelig (valgt underadresse)
de: Verfügbar (ausgewählte Unteradresse)
el: Διαθέσιμο (επιλεγμένη υποδιεύθυνση)
eo: Disponebla (elektita subadreso)
es: Disponible (subdirección seleccionada)
et: Saadaval (valitud alamaadress)
eu: Erabilgarri (hautatutako azpihelbidea)
fa: قابل استفاده (زیرآدرس انتخاب‌شده)
fi: Käytettävissä (valittu aliosoite)
fil: Available (napiling subaddress)
fr: Disponible (sous-adresse sélectionnée)
ga: Ar fáil (fo-sheoladh roghnaithe)
gl: Dispoñible (subenderezo seleccionado)
gn: Oĩva (subdirección poravopyre)
ha: Akwai (sab-adireshin da aka zaɓa)
he: זמין (כתובת המשנה שנבחרה)
hi: उपलब्ध (चयनित सब-एड्रेस)
hr: Dostupno (odabrana podadresa)
hu: Elérhető (kiválasztott alcím)
hy: Հասանելի (ընտրված ենթահասցե)
id: Tersedia (subalamat terpilih)
it: Disponibile (sottoindirizzo selezionato)
ja: 利用可能(選択したサブアドレス)
ko: 사용 가능 (선택한 서브주소)
ky: Жеткиликтүү (тандалган кошумча дарек)
lt: Prieinama (pasirinktas subadresas)
lv: Pieejams (izvēlētā subadrese)
ms: Tersedia (sub-alamat terpilih)
my: ရရှိနိုင်သည် (ရွေးချယ်ထားသော subaddress)
nb: Tilgjengelig (valgt underadresse)
nl: Beschikbaar (geselecteerd subadres)
pl: Dostępne (wybrany podadres)
pt_br: Disponível (subendereço selecionado)
ro: Disponibil (subadresă selectată)
ru: Доступно (выбранный подадрес)
sk: K dispozícii (vybraná podadresa)
sl: Na voljo (izbrani podnaslov)
sq: Në dispozicion (nën-adresa e zgjedhur)
sv: Tillgängligt (vald underadress)
th: พร้อมใช้ (ที่อยู่ย่อยที่เลือก)
tr: Kullanılabilir (seçili alt adres)
uk: Доступно (вибрана підадреса)
ur: دستیاب (منتخب سب ایڈریس)
vi: Khả dụng (địa chỉ phụ đã chọn)
yo: Tí ó wà (sub-àdírẹ́sì tí a yàn)
zh_hans: 可用余额(所选子地址)
zh_hant: 可用餘額(所選子地址)

source: Balance updating while sync catches up
ar: يتم تحديث الرصيد أثناء استكمال المزامنة
az: Sinxronizasiya çatana qədər balans yenilənir
bg: Балансът се актуализира, докато синхронизацията се доизпълни
bn: সিঙ্ক ধরার সময় ব্যালেন্স আপডেট হচ্ছে
ca: El saldo s'actualitza mentre la sincronització es posa al dia
cs: Zůstatek se aktualizuje, dokud synchronizace nedoběhne
da: Saldoen opdateres, mens synkroniseringen indhenter
de: Guthaben wird aktualisiert, während die Synchronisierung aufholt
el: Το υπόλοιπο ενημερώνεται όσο ο συγχρονισμός προχωράει
eo: Saldo ĝisdatiĝas dum la sinkronigo kompletiĝas
es: El saldo se actualiza mientras termina la sincronización
et: Saldo värskendub, kuni sünkroonimine jõuab järele
eu: Saldoa eguneratzen ari da sinkronizazioa amaitu arte
fa: موجودی در حال به‌روزرسانی است تا همگام‌سازی کامل شود
fi: Saldo päivittyy synkronoinnin edetessä
fil: Nag-a-update ang balanse habang naka-catch up ang sync
fr: Le solde se met à jour pendant la synchronisation
ga: Tá an t-iarmhéid ag nuashonrú fad a bhíonn an sioncronú ag teacht chun cinn
gl: O saldo actualízase mentres a sincronización se pon ao día
gn: Saldo oñembopyahuhína sincronización oñembopa mboyve
ha: Ana sabunta ma'auni yayin da daidaitawa take kama gurbi
he: היתרה מתעדכנת בזמן שהסנכרון משלים פיגור
hi: सिंक पूरा होने तक बैलेंस अपडेट हो रहा है
hr: Stanje se ažurira dok sinkronizacija ne dostigne mrežu
hu: Az egyenleg frissül, amíg a szinkronizálás felzárkózik
hy: Հաշվեկշիռը թարմացվում է, մինչ համաժամացումը հասնում է ընթացիկ վիճակին
id: Saldo diperbarui selagi sinkronisasi menyusul
it: Il saldo si aggiorna durante il completamento della sincronizzazione
ja: 同期が追いつくまで残高を更新しています
ko: 동기화가 진행되는 동안 잔액이 업데이트됩니다
ky: Синхрондоштуруу жетишип жатканда баланс жаңыртылат
lt: Likutis atnaujinamas, kol vyksta sinchronizavimas
lv: Atlikums tiek atjaunināts, kamēr sinhronizācija panāk
ms: Baki sedang dikemas kini semasa penyelarasan mengejar ketinggalan
my: ထပ်တူညှိမှု မီအောင်လုပ်နေစဉ် လက်ကျန်ငွေ ပြင်ဆင်နေသည်
nb: Saldoen oppdateres mens synkroniseringen tar igjen
nl: Saldo wordt bijgewerkt terwijl synchronisatie wordt ingehaald
pl: Saldo aktualizuje się w trakcie synchronizacji
pt_br: O saldo está sendo atualizado enquanto a sincronização avança
ro: Soldul se actualizează în timp ce sincronizarea recuperează întârzierea
ru: Баланс обновляется по мере синхронизации
sk: Zostatok sa aktualizuje, kým synchronizácia nedobehne
sl: Stanje se posodablja, medtem ko sinhronizacija dohiteva
sq: Bilanci po përditësohet ndërsa sinkronizimi po arrin
sv: Saldot uppdateras medan synkroniseringen kommer i kapp
th: ยอดคงเหลือกำลังอัปเดตขณะรอการซิงค์ให้ทันข้อมูล
tr: Senkronizasyon tamamlanırken bakiye güncelleniyor
uk: Баланс оновлюється, доки триває синхронізація
ur: سنک مکمل ہونے تک بیلنس اپڈیٹ ہو رہا ہے
vi: Số dư đang cập nhật trong khi đồng bộ hóa hoàn tất
yo: Iye owó ń yí padà nígbà tí ìṣọ̀kan ń tẹ̀síwájú
zh_hans: 同步追赶进度中,余额更新中
zh_hant: 同步追趕進度中,餘額更新中

source: Biometric authentication is available, but no biometric data is enrolled.
ar: المصادقة البيومترية متاحة، لكن لا توجد بيانات بيومترية مُسجَّلة.
az: Biometrik autentifikasiya əlçatandır, lakin qeydə alınmış biometrik məlumat yoxdur.
bg: Биометричното удостоверяване е достъпно, но няма регистрирани биометрични данни.
bn: বায়োমেট্রিক প্রমাণীকরণ উপলব্ধ, কিন্তু কোনো বায়োমেট্রিক তথ্য নথিভুক্ত নেই।
ca: L'autenticació biomètrica està disponible, però no hi ha cap dada biomètrica registrada.
cs: Biometrické ověření je k dispozici, ale nejsou zaregistrovány žádné biometrické údaje.
da: Biometrisk godkendelse er tilgængelig, men der er ikke registreret biometriske data.
de: Die biometrische Authentifizierung ist verfügbar, aber es sind keine biometrischen Daten hinterlegt.
el: Ο βιομετρικός έλεγχος ταυτότητας είναι διαθέσιμος, αλλά δεν έχουν καταχωριστεί βιομετρικά δεδομένα.
eo: Biometria aŭtentigo estas atingebla, sed neniuj biometriaj datumoj estas registritaj.
es: La autenticación biométrica está disponible, pero no hay datos biométricos registrados.
et: Biomeetriline autentimine on saadaval, kuid biomeetrilisi andmeid ei ole registreeritud.
eu: Autentifikazio biometrikoa erabilgarri dago, baina ez dago datu biometrikorik erregistratuta.
fa: احراز هویت بیومتریک در دسترس است، اما هیچ داده بیومتریکی ثبت نشده است.
fi: Biometrinen todennus on käytettävissä, mutta biometrisiä tietoja ei ole rekisteröity.
fil: Available ang biometric authentication, pero walang nakarehistrong biometric data.
fr: L'authentification biométrique est disponible, mais aucune donnée biométrique n'est enregistrée.
ga: Tá fíordheimhniú bithmhéadrach ar fáil, ach níl aon sonraí bithmhéadracha cláraithe.
gl: A autenticación biométrica está dispoñible, pero non hai datos biométricos rexistrados.
gn: Autenticación biométrica oĩ, katu ndaipóri dato biométrico registrapyre.
ha: Tantancewar halittar jiki akwai, amma babu bayanan halittar jiki da aka yi rajista.
he: אימות ביומטרי זמין, אך לא נרשמו נתונים ביומטריים.
hi: बायोमेट्रिक प्रमाणीकरण उपलब्ध है, लेकिन कोई बायोमेट्रिक डेटा दर्ज नहीं है।
hr: Biometrijska autentifikacija je dostupna, ali nisu registrirani biometrijski podaci.
hu: A biometrikus hitelesítés elérhető, de nincs regisztrált biometrikus adat.
hy: Կենսաչափական նույնականացումը հասանելի է, բայց կենսաչափական տվյալներ գրանցված չեն։
id: Autentikasi biometrik tersedia, tetapi tidak ada data biometrik yang terdaftar.
it: L'autenticazione biometrica è disponibile, ma non sono stati registrati dati biometrici.
ja: 生体認証は利用可能ですが、生体情報が登録されていません。
ko: 생체 인증을 사용할 수 있지만 등록된 생체 정보가 없습니다.
ky: Биометрикалык аутентификация жеткиликтүү, бирок биометрикалык маалымат каттоодон өткөрүлгөн эмес.
lt: Biometrinis tapatybės patvirtinimas galimas, bet biometriniai duomenys nėra užregistruoti.
lv: Biometriskā autentifikācija ir pieejama, bet biometriskie dati nav reģistrēti.
ms: Pengesahan biometrik tersedia, tetapi tiada data biometrik didaftarkan.
my: Biometric အထောက်အထားစိစစ်မှု ရရှိနိုင်သော်လည်း Biometric ဒေတာ မှတ်ပုံတင်ထားခြင်း မရှိပါ။
nb: Biometrisk autentisering er tilgjengelig, men ingen biometriske data er registrert.
nl: Biometrische verificatie is beschikbaar, maar er zijn geen biometrische gegevens geregistreerd.
pl: Uwierzytelnianie biometryczne jest dostępne, ale nie zarejestrowano żadnych danych biometrycznych.
pt_br: A autenticação biométrica está disponível, mas nenhum dado biométrico foi cadastrado.
ro: Autentificarea biometrică este disponibilă, dar nu sunt înregistrate date biometrice.
ru: Биометрическая аутентификация доступна, но биометрические данные не настроены.
sk: Biometrické overenie je k dispozícii, ale nie sú zaregistrované žiadne biometrické údaje.
sl: Biometrično preverjanje je na voljo, vendar ni registriranih biometričnih podatkov.
sq: Autentikimi biometrik është i disponueshëm, por nuk ka të dhëna biometrike të regjistruara.
sv: Biometrisk autentisering är tillgänglig, men ingen biometrisk data är registrerad.
th: การยืนยันตัวตนด้วยไบโอเมตริกพร้อมใช้งาน แต่ยังไม่มีการลงทะเบียนข้อมูลไบโอเมตริก
tr: Biyometrik kimlik doğrulama kullanılabilir, ancak kayıtlı biyometrik veri yok.
uk: Біометрична автентифікація доступна, але біометричні дані не зареєстровано.
ur: بایومیٹرک تصدیق دستیاب ہے، لیکن کوئی بایومیٹرک ڈیٹا درج نہیں ہے۔
vi: Xác thực sinh trắc học khả dụng, nhưng chưa có dữ liệu sinh trắc học nào được đăng ký.
yo: Ìmúdájú Biometric wà, ṣùgbọ́n kò sí dátà Biometric tí a fi kọ̀ọ́sílẹ̀.
zh_hans: 此设备支持生物识别验证,但尚未录入生物识别信息。
zh_hant: 此設備支持生物識別驗證,但尚未錄入生物識別信息。
